Repository: fritids/wpshop-1
Catalog: includes/modules/shipping_configuration/languages/wpshop_shipping_configuration-*.po
Languages: fr_fr

source: Access is not allowed by this way
fr_fr: L'accès est interdit

source: Apply a common rule to all others postcodes
fr_fr: Appliquer une règle commune à tous les autres codes postaux

source: Apply a common rule to all others countries
fr_fr: Appliquer une règle commune à tous les autres pays

source: Custom shipping fees
fr_fr: Frais de port personnalisés

source: Choose a country
fr_fr: Choisissez le pays

source: Activate custom shipping fees
fr_fr: Activer les frais de port personnalisés

source: Custom shipping fees. Edit as you want but respect the syntax.
fr_fr: Frais de port personnalisés. Editez en respectant la synatxe.

source: Custom shipping rules by country
fr_fr: Règles de frais de port personnalisées par Pays

source: Activate custom shipping fees by postcode
fr_fr: Activer les frais de port personnalisés par code postal

source: Country
fr_fr: Pays

source: Postcode
fr_fr: Code Postal

source: Weight
fr_fr: Poids

source: Price
fr_fr: Prix

source: Add the rule
fr_fr: Ajouter une règle

source: Don't forget to click on "Save Changes" button to save your shipping rules.
fr_fr: N'oubliez pas de cliquer sur le bouton "Enregistrer les modifications" pour que vos règles personnalisées de frais de port soient sauvegardées

source: Delete
fr_fr: Supprimer
